alacritty
alsa-utils
amd-ucode
android-tools
aria2
ark
audacious
awww
base
base-devel
bat
bind
cava
cmatrix
dnsmasq
dolphin
efibootmgr
evtest
eza
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
ffmpegthumbs
firefox
flatpak-kcm
flatseal
freecad
ftjam
fuzzel
geary
git
grim
grub
gwenview
htop
hypridle
hyprland
hyprlock
imv
iwd
joyutils
kasts
kate
kde-gtk-config
kdeplasma-addons
kicad
kicad-library
kicad-library-3d
kitty
konsole
krita
kwallet-pam
kwrited
libpeas
libvirt
linux
linux-firmware
mako
mame-tools
mpc
mpd
mpv
nano
network-manager-applet
niri
noto-fonts-cjk
openssh
oxygen
oxygen-sounds
pacman-contrib
pavucontrol
pcmanfm
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-login-manager
plasma-systemmonitor
plasma-vault
plasma-welcome
plasma-workspace
python-pipx
qbittorrent
qemu-desktop
qutebrowser
retroarch
rmpc
rssguard
samba
sddm
shortwave
shotcut
slurp
smartmontools
spectacle
starship
steam
stow
sudo
swaybg
swayidle
telegram-desktop
thunderbird
tldr
tmux
tree
ttf-jetbrains-mono-nerd
unrar
unzip
vim
virt-manager
vlc
vulkan-radeon
waybar
wayfire
wcm
wdisplays
wf-shell
wget
wireless_tools
wl-clipboard
wlr-randr
wmenu
woff2-font-awesome
wofi
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xhost
xorg-xinit
xpad
xwayland-satellite
yazi
yt-dlp
zram-generator
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
